print("Hello world")
print("철수가 인사한다.\"안녕?\"")
print('철수가 인사한다. "안녕?"')

print('나의 \ 첫 코딩\' 입니다.')
print("나의 '첫 코딩 ' 입니다.")             

print ("오늘은", "일요일")

a = 13173812378213823823719837283912378217389217392738912738921731283721392713721937218371298371283721893721893712983721983721937218937219372189327398271398127931283723812392137123782137912378993782387172927
print(a)

a = 0
print(a)

a = -3.45
print(a)

a = 0o177
print(a)

a = 0x8ff
print(a)

a = 3432434343433434343434343434343432434342342342342343242343432433242343423423432432423423444235443254423544523445234452344523445234452344235442385445234453253445324452344523445234453
b = 46254693546235465324653645326453264532643635232542656566364532645326453645326452364532623564542635465426245634625346524653546354362546234562354623456345632543624563542634653453264536243625
print(a + b)
print(a - b)

a = 10000
b = 10000
print(a ** b)

a = 7
b = 4
print(a / b)
print(a / b)

a = 80
b = 75
c = 65
print((a+b+c)/3 )


d = a + b + c
print(" 총점 :", d/3)
print("  평균점수 :", d/3)


a = 89
print(a//3)
print(a%3)
#print(a/3=//...%) 

print(1 & 2) # 1
print(2 & 2) # 0
print(3 & 2) # 1
print(4 & 2) # 0
print(23 & 2) # 1

print("안녕하세요. 오늘의 날씨는 햇빛 쨍쨍입니다.")

print(" 지나가던 한 사람이 물었다. \"실례합니ek. 여의도역으로 가는길이 어디입니까?\" I don't know.''")
print(" \   /\ ")
print("  ) ( ')")
print(" (  /  )") 
print("  \(  )|")

a = 14
b = 3
print(a + b)
print(a - b)
print(a * b)
print(a / b)
print(a % b)
print(a % b)

