dic = {}
print(dic)

ice = {"메로나": 1000, "비비빅": 1200, "빵빠레": 1800}
ice["죠스바"] = 1200
ice["월드콘"] = 1500
print(ice)

ice = {'메로나': 1000, '비비빅': 1200, '빵빠레': 1800, '죠스바': 1200, '월드콘': 1500}
ice["메로나"] = 1300
print(ice)
    
ice = {'메로나': 1000, '비비빅': 1200, '빵빠레': 1800, '죠스바': 1200, '월드콘': 1500}
del ice["메로나"]
print(ice)

ice = {"메로나": [1000, 20], "비비빅": [1200, 3],"죠스바": [1800, 100]}
print(ice["메로나"][0], "원")
print(ice["메로나"][1], "개")

ice = {"메로나": [1000, 20], "비비빅": [1200, 3],"죠스바": [1800, 100]}
ice["월드콘"] = [500, 7]
print(ice)
